"+ Add" = "+ Добавяне";

"Add a card" = "Добавяне на карта";

"Add a payment method" = "Добавяне на начин на плащане";

"Add bank account" = "Добавяне на банкова сметка";

"Add new payment method" = "Добавяне на нов метод на плащане";

"Add your payment information" = "Добавете своята информация за плащането";

"Approve payment" = "Одобряване на плащането";

"Are you sure you want to remove this card?" = "Сигурни ли сте, че желаете да премахнете тази банкова карта?";

"Are you sure you want to remove this linked account?" = "Сигурни ли сте, че желаете да премахнете този свързан акаунт?";

"Back" = "Назад";

"Bank account" = "Банкова сметка";

"Buy now or pay later with Klarna." = "Платете сега или платете по-късно чрез Klarna.";

"Buy using a UPI ID" = "Купуване с помощта на UPI ID";

"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "Продължавайки, Вие се съгласявате да удостоверявате плащания съгласно <terms>тези условия</terms>.";

"By continuing, you agree to authorize payments pursuant to these <terms>terms</terms>." = "Продължавайки, Вие се съгласявате да удостоверявате плащания съгласно тези <terms>условия</terms>.";

"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "С присъединяването към Link Вие се съгласявате с <terms>Условията</terms> и с <privacy>Правилата за защита на личните данни</privacy>.";

"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "С предоставянето на информация за плащания и с потвърждаването на това плащане Вие упълномощавате (A) %@ и Stripe, нашия доставчик на платежни услуги, да изпращат инструкции до Вашата банка за дебитиране на сметката Ви и (B) Вашата банка да дебитира сметката Ви в съответствие с тези инструкции. Като част от Вашите права имате право на възстановяване на суми от Вашата банка при условията и реда на споразумението с Вашата банка. Възстановяването на сума трябва да бъде поискано в рамките на 8 седмици, считано от датата, на която сметката Ви е била дебитирана. Вашите права са обяснени в извлечение, което можете да получите от Вашата банка. Вие давате своето съгласие да получавате известия за бъдещи дебитирания до 2 дни преди изпълнението им.";

"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "Като запазвате банковата си сметка за %@, Вие се съгласявате да удостоверявате плащания съгласно <terms>тези условия</terms>.";

"Cancel and pay another way" = "Анулиране или плащане по друг начин";

"Change email" = "Промяна на имейл";

"Choose a payment method" = "Избор на метод на плащане";

"Close card scanner" = "Затваряне на скенера за карти";

"Code sent" = "Изпратен е код";

"Default" = "По подразбиране";

"EPS Bank" = "Банка EPS";

"Enter address manually" = "Ръчно въвеждане на адрес";

"Enter the code sent to %@ to use Link to pay by default." = "Въведете кода, изпратен до %@, за да използвате Link за плащане по подразбиране.";

"Enter your verification code" = "Въведете Вашия код за верификация";

"For security, please re-enter your card’s security code." = "От съображения за сигурност, моля, въведете отново защитния код на Вашата банкова карта.";

"IBAN" = "IBAN";

"Join Link" = "Присъединяване към Link";

"Log out of Link" = "Излизане от Link";

"Not %@?" = "Не сте %@?";

"Open your UPI app to approve your payment within %@" = "Отворете Вашето UPI приложението, за да одобрите плащане си в рамките  на %@";

"Or" = "Или";

"Or pay using" = "Или платете чрез";

"Or pay with a card" = "Или платете с карта";

"Pay %@" = "Плащане %@";

"Pay another way" = "Плащане по друг начин";

"Pay faster at %@ and thousands of merchants." = "Плащайте по-бързо при %@ и хиляди други търговци.";

"Pay in <num_installments/> interest-free payments of <installment_price/> with <img/>" = "Платете на <num_installments/> безлихвени плащания от <installment_price/> с <img/>";

"Pay later with Klarna." = "Платете по-късно чрез Klarna.";

"Pay over time with %@" = "Плащане на разсрочени вноски с %@";

"Pay using" = "Плащане чрез";

"Pay with %@" = "Платете чрез %@";

"Pay with your bank account in just a few steps." = "Платете с банковата си сметка само с няколко стъпки.";

"Payment" = "Плащане";

"Payment failed" = "Неуспешно плащане";

"Payment methods" = "Начини на плащане";

"Please go back and select another payment method" = "Моля, върнете се и изберете друг начин на плащане";

"Point the camera at your card." = "Насочете камерата към картата си.";

"Processing..." = "Обработване...";

"Przelewy24 Bank" = "Банка Przelewy24";

"Remove %1$@ ending in %2$@" = "Премахване на %1$@, завършваща на %2$@";

"Remove Card" = "Премахване на банкова карта";

"Remove card" = "Премахване на банкова карта";

"Remove linked account" = "Премахване на свързан акаунт";

"Resend code" = "Повторно изпращане на кода";

"Save address" = "Запазване на адреса";

"Save for future payments" = "Запазване за бъдещи плащания";

"Save my info for secure 1-click checkout" = "Запазване на моята информация за защитено финализиране с едно щракване";

"Save this account for future %@ payments" = "Запазете тази сметка за следващи %@ плащания";

"Save this card for future %@ payments" = "Запазете тази карта за следващи %@ плащания";

"Secure 1⁠-⁠click checkout" = "Защитено финализиране с едно щракване";

"Select your payment method" = "Изберете метод на плащане";

"Set as default" = "Задаване по подразбиране";

"Set as default payment method" = "Задаване на начин на плащане по подразбиране";

"Set up" = "Създаване";

"Shipping to %@ is not supported." = "Доставки до %@ не се поддържат.";

"Show menu" = "Показване на менюто";

"Sign in to your Link account" = "Влезте в своя акаунт в Link";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "В рамките на 1-2 работни дни Stripe ще депозира в сметката Ви сума от 0.01 USD. След това ще получите имейл с инструкции за завършване на плащането към %@.";

"Tap to close" = "Докоснете, за да затворите";

"Tap to expand" = "Докоснете, за да разширите";

"The IBAN you entered is incomplete." = "Въведеният IBAN е непълен.";

"The provided verification code has expired." = "Предоставеният код за потвърждаване е изтекъл.";

"The provided verification code is incorrect." = "Предоставеният код за потвърждаване е неправилен.";

"This card has expired. Update your card info or choose a different payment method." = "Срокът на валидност на тази банкова карта е изтекъл. Актуализирайте информацията за картата си или изберете друг начин на плащане.";

"This is your default" = "Това е настройката по подразбиране.";

"Too many attempts. Please try again in a few minutes." = "Твърде много опити. Моля, опитайте отново след няколко минути.";

"Unavailable for this purchase" = "Недостъпно за тази покупка";

"Update card" = "Актуализиране на банкова карта";

"Use your saved info to check out faster" = "Използвайте запазената си информация за по-бързо финализиране";

"Your IBAN should start with a two-letter country code." = "Вашият IBAN трябва да започва с двубуквен код на държава.";

"iDEAL Bank" = "iDEAL Bank";
